{
    "pi": {
        "title": {
          "de": "Pi",
          "en": ""
        },
        "date": "2022–07",
        "description": {
          "abstract": {
            "de": "Pi ist eine kinetische Skulptur, die auf dem Rauschen von zufällig verteilten Ziffern der gleichnamigen Zahl basiert. Dieses Rauschen ist eine annehmbar unerschöpfliche Quelle, der Elemente nicht periodischer Natur entspringen. Sie versetzen die Körper in Bewegung, deren Körperformen wiederum die Quelle kommunizieren.",
            "en": "Pi is a kinetic sculpture based on the noise of randomly distributed digits of the eponymous number. The noise appears as a seemingly inexhaustible well of non-periodic elements, setting the objects in motion. In turn, the object's shapes communicate the source."
          },
          "text": {
            "de": "Zählt die Kreiszahl Pi zur Gruppe der normalen Zahlen? Eine Frage, die sich bis heute nicht endgültig beweisen lässt. Allerdings legen neuere Algorithmen diese Vermutung nahe: Alle Nachkommaziffern von Pi als auch ihre Ziffernblöcke einer bestimmten Länge treten (asymptotisch) gleich häufig auf. Diese Eigenschaft macht die Zahl zu einer Quelle zufällig verteilter Ziffern, die alle gleich häufig vorkommen.<br> Jedes der zehn Installationselemente repräsentiert eine Nachkommaziffer von Null bis Neun. Durch die scheinbar unendliche Anzahl an Ziffern wird die Drehbewegung der Elemente ausgelöst. Die Abfolge ist vorherbestimmt – jedoch ohne wiederkehrendes Muster.",
            "en": "Does Pi belong to the numeric range of normal numbers? Yet, not entirely proven, new algorithms suggest just that. All its decimal places and number blocks of a certain length appear (asymptotic) equally frequently. This property makes Pi a source of randomly distributed digits that occur equally often.<br> Every of the ten installation objects represents a decimal place's integer, zero to nine. The seemingly infinite quantity of digits triggers the rotating movements of the objects with a predestined sequence but without any repeating patterns."
          }
        },
        "metadata": {
          "de": "MDF-Platten, Stahlrohe, Buchenholzringe, maßgefertigte Servomotoren und Software, Arduino, 450 x 45 x 175 cm",
          "en": "MDF boards, steel tubes, beechwood loops, custom servo motors and software, Arduino, 68.9 x 117.2 x 17.7 in"
        },
        "credits": {
          "Robin Woern": {
            "de": "Konzept",
            "en": "Concept"
          },
          "Niklas Thran": {
            "de": "Entwicklung",
            "en": "Development"
          }
        },
        "links": ["https://robinwoern.com/pi"]
    }
}